Repository: Rishisinghwindows/DocGenieAI
Catalog: Olea/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi

source: Add page numbers
ar: إضافة أرقام الصفحات
es: Añadir números de página
fr: Ajouter des numéros de page
hi: पृष्ठ संख्या जोड़ें

source: Add signature to PDF
ar: إضافة توقيع إلى PDF
es: Añadir firma al PDF
fr: Ajouter une signature au PDF
hi: PDF में हस्ताक्षर जोड़ें

source: Add text watermark
ar: إضافة علامة مائية نصية
es: Añadir marca de agua de texto
fr: Ajouter un filigrane texte
hi: टेक्स्ट वॉटरमार्क जोड़ें

source: AI Intelligence
ar: ذكاء اصطناعي
es: Inteligencia IA
fr: Intelligence IA
hi: एआई इंटेलिजेंस

source: AI-powered PDF summary
ar: ملخص PDF بالذكاء الاصطناعي
es: Resumen de PDF con IA
fr: Résumé PDF par IA
hi: एआई-संचालित पीडीएफ सारांश

source: Archive
ar: أرشيف
es: Archivo
hi: संग्रह

source: Ask
ar: اسأل
es: Preguntar
fr: Demander
hi: पूछें

source: Ask PDF
ar: اسأل PDF
es: Preguntar al PDF
fr: Interroger le PDF
hi: PDF से पूछें

source: Ask questions about PDF
ar: اطرح أسئلة عن ملف PDF
es: Haz preguntas sobre el PDF
fr: Poser des questions sur le PDF
hi: PDF के बारे में प्रश्न पूछें

source: Auto-detect & redact sensitive data
ar: اكتشاف وإخفاء البيانات الحساسة تلقائيًا
es: Detectar y redactar datos sensibles automáticamente
fr: Détecter et masquer les données sensibles
hi: संवेदनशील डेटा का स्वतः पता लगाएं और छिपाएं

source: Auto-fill any form from your library
ar: املأ أي نموذج تلقائيًا من مكتبتك
es: Autocompleta cualquier formulario desde tu biblioteca
fr: Remplir tout formulaire depuis votre bibliothèque
hi: अपनी लाइब्रेरी से कोई भी फ़ॉर्म स्वतः भरें

source: Batch Process
ar: معالجة دفعية
es: Procesar en lote
fr: Traitement par lot
hi: बैच प्रोसेस

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें

source: Combine multiple PDFs
ar: دمج عدة ملفات PDF
es: Combinar varios PDFs
fr: Combiner plusieurs PDF
hi: कई PDF संयोजित करें

source: Compare
ar: قارن
es: Comparar
fr: Comparer
hi: तुलना

source: Compare PDFs
ar: مقارنة PDF
es: Comparar PDFs
fr: Comparer les PDF
hi: PDF की तुलना करें

source: Compare two documents
ar: مقارنة مستندين
es: Comparar dos documentos
fr: Comparer deux documents
hi: दो दस्तावेज़ों की तुलना करें

source: Compress
ar: ضغط
es: Comprimir
fr: Compresser
hi: संपीड़ित करें

source: Convert documents to PDF
ar: تحويل المستندات إلى PDF
es: Convertir documentos a PDF
fr: Convertir des documents en PDF
hi: दस्तावेज़ों को PDF में बदलें

source: Convert handwriting to text
ar: تحويل الكتابة اليدوية إلى نص
es: Convertir escritura a mano en texto
fr: Convertir l'écriture manuscrite en texte
hi: हस्तलेखन को टेक्स्ट में बदलें

source: Convert images to PDF
ar: تحويل الصور إلى PDF
es: Convertir imágenes a PDF
fr: Convertir des images en PDF
hi: छवियों को PDF में बदलें

source: Convert
ar: تحويل
es: Convertir
fr: Convertir
hi: बदलें

source: Create from template
ar: إنشاء من قالب
es: Crear desde plantilla
fr: Créer à partir d'un modèle
hi: टेम्पलेट से बनाएं

source: Crop PDF
ar: اقتصاص PDF
es: Recortar PDF
fr: Rogner le PDF
hi: PDF क्रॉप करें

source: Crop PDF page margins
ar: اقتصاص هوامش صفحات PDF
es: Recortar márgenes de página PDF
fr: Rogner les marges des pages PDF
hi: PDF पेज मार्जिन क्रॉप करें

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: हटाएं

source: Doc to PDF
ar: مستند إلى PDF
es: Documento a PDF
fr: Doc vers PDF
hi: दस्तावेज़ से PDF

source: Done
ar: تم
es: Hecho
fr: Terminé
hi: हो गया

source: Edit
ar: تحرير
es: Editar
fr: Modifier
hi: संपादित करें

source: Edit PDF properties
ar: تحرير خصائص PDF
es: Editar propiedades del PDF
fr: Modifier les propriétés PDF
hi: PDF गुण संपादित करें

source: Email PDF
ar: إرسال PDF بالبريد
es: Enviar PDF por correo
fr: Envoyer le PDF
hi: PDF ईमेल करें

source: Email PDF as attachment
ar: إرسال PDF كمرفق بالبريد الإلكتروني
es: Enviar PDF como adjunto
fr: Envoyer le PDF en pièce jointe
hi: अनुलग्नक के रूप में PDF ईमेल करें

source: Enhance
ar: تحسين
es: Mejorar
fr: Améliorer
hi: बेहतर करें

source: Export PDF pages as images
ar: تصدير صفحات PDF كصور
es: Exportar páginas PDF como imágenes
fr: Exporter les pages PDF en images
hi: PDF पृष्ठों को छवियों के रूप में निर्यात करें

source: Extract Pages
ar: استخراج الصفحات
es: Extraer páginas
fr: Extraire les pages
hi: पृष्ठ निकालें

source: Extract specific pages
ar: استخراج صفحات معينة
es: Extraer páginas específicas
fr: Extraire des pages précises
hi: विशिष्ट पृष्ठ निकालें

source: Extract text from images
ar: استخراج النص من الصور
es: Extraer texto de imágenes
fr: Extraire le texte des images
hi: छवियों से टेक्स्ट निकालें

source: Extract text from PDF
ar: استخراج النص من PDF
es: Extraer texto del PDF
fr: Extraire le texte du PDF
hi: PDF से टेक्स्ट निकालें

source: Files
ar: ملفات
es: Archivos
fr: Fichiers
hi: फ़ाइलें

source: Find anything…
ar: ابحث عن أي شيء…
es: Encuentra cualquier cosa…
fr: Trouver n'importe quoi…
hi: कुछ भी खोजें…

source: Your inbox is clear
ar: صندوق الوارد فارغ
es: Tu bandeja está vacía
fr: Votre boîte est vide
hi: आपका इनबॉक्स खाली है

source: Scan or import a document and Olea will name, tag, and summarize it for you automatically.
ar: امسح مستندًا أو استورده وسيقوم Olea تلقائيًا بتسميته ووسمه وتلخيصه لك.
es: Escanea o importa un documento y Olea le pondrá nombre, etiqueta y resumen automáticamente.
fr: Scannez ou importez un document et Olea le nommera, l'étiquettera et le résumera automatiquement.
hi: एक दस्तावेज़ स्कैन या आयात करें और Olea इसका नाम, टैग और सारांश स्वचालित रूप से बनाएगा।

source: Ask about these %lld documents
ar: اسأل عن هذه المستندات (%lld)
es: Preguntar sobre estos %lld documentos
fr: Interroger ces %lld documents
hi: इन %lld दस्तावेज़ों के बारे में पूछें

source: Document name
ar: اسم المستند
es: Nombre del documento
fr: Nom du document
hi: दस्तावेज़ का नाम

source: Find in iOS Search
ar: البحث في iOS
es: Buscar en iOS
fr: Rechercher dans iOS
hi: iOS खोज में खोजें

source: Auto-tag Location
ar: وسم الموقع تلقائيًا
es: Etiquetar ubicación
fr: Étiqueter le lieu
hi: स्वतः स्थान टैग करें

source: Save where each document was scanned or imported. Off by default.
ar: احفظ مكان مسح كل مستند أو استيراده. متوقف افتراضيًا.
es: Guarda dónde se escaneó o importó cada documento. Desactivado por defecto.
fr: Enregistre où chaque document a été scanné ou importé. Désactivé par défaut.
hi: हर दस्तावेज़ कहाँ स्कैन या आयात किया गया, सहेजें। डिफ़ॉल्ट रूप से बंद।

source: Surface your documents in Spotlight, Lock Screen search, and Siri Suggestions. Vault files are never indexed.
ar: إظهار مستنداتك في Spotlight وبحث شاشة القفل واقتراحات Siri. لا تُفهرس ملفات الخزنة أبدًا.
es: Muestra tus documentos en Spotlight, búsqueda de la pantalla bloqueada y sugerencias de Siri. Los archivos de la bóveda nunca se indexan.
fr: Affichez vos documents dans Spotlight, la recherche d'écran verrouillé et les suggestions Siri. Les fichiers du coffre ne sont jamais indexés.
hi: अपने दस्तावेज़ों को Spotlight, लॉक स्क्रीन खोज और Siri सुझावों में दिखाएं। वॉल्ट फ़ाइलें कभी अनुक्रमित नहीं होतीं।

source: Handwriting
ar: كتابة يدوية
es: Escritura a mano
fr: Écriture manuscrite
hi: हस्तलेखन

source: Image to PDF
ar: صورة إلى PDF
es: Imagen a PDF
fr: Image vers PDF
hi: छवि से PDF

source: Inbox
ar: صندوق الوارد
es: Bandeja
fr: Boîte
hi: इनबॉक्स

source: Invoice
ar: فاتورة
es: Factura
fr: Facture
hi: इनवॉइस

source: Language
ar: اللغة
es: Idioma
fr: Langue
hi: भाषा

source: Follow System
ar: اتباع النظام
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम का अनुसरण करें

source: Restart Olea to apply the new language.
ar: أعد تشغيل Olea لتطبيق اللغة الجديدة.
es: Reinicia Olea para aplicar el nuevo idioma.
fr: Redémarrez Olea pour appliquer la nouvelle langue.
hi: नई भाषा लागू करने के लिए Olea को पुनः प्रारंभ करें।

source: Legal
ar: قانوني
fr: Juridique
hi: कानूनी

source: Lock PDF
ar: قفل PDF
es: Bloquear PDF
fr: Verrouiller le PDF
hi: PDF लॉक करें

source: Merge PDF
ar: دمج PDF
es: Combinar PDF
fr: Fusionner PDF
hi: PDF मर्ज करें

source: Not now
ar: ليس الآن
es: Ahora no
fr: Plus tard
hi: अभी नहीं

source: OCR Text
ar: نص OCR
es: Texto OCR
fr: Texte OCR
hi: OCR टेक्स्ट

source: Page Numbers
ar: أرقام الصفحات
es: Números de página
fr: Numéros de page
hi: पृष्ठ संख्या

source: Password protect PDF
ar: حماية PDF بكلمة مرور
es: Proteger PDF con contraseña
fr: Protéger le PDF par mot de passe
hi: पासवर्ड से PDF सुरक्षित करें

source: PDF Metadata
ar: بيانات PDF
es: Metadatos PDF
fr: Métadonnées PDF
hi: PDF मेटाडेटा

source: PDF to Image
ar: PDF إلى صورة
es: PDF a imagen
fr: PDF en image
hi: PDF से छवि

source: PDF to Text
ar: PDF إلى نص
es: PDF a texto
fr: PDF en texte
hi: PDF से टेक्स्ट

source: Personal
ar: شخصي
fr: Personnel
hi: व्यक्तिगत

source: Privacy
ar: الخصوصية
es: Privacidad
fr: Confidentialité
hi: गोपनीयता

source: Process multiple PDFs
ar: معالجة عدة ملفات PDF
es: Procesar varios PDFs
fr: Traiter plusieurs PDF
hi: कई PDF प्रोसेस करें

source: Protect
ar: حماية
es: Proteger
fr: Protéger
hi: सुरक्षित करें

source: QR Share
ar: مشاركة QR
es: Compartir por QR
fr: Partage QR
hi: QR शेयर

source: Rearrange PDF pages
ar: إعادة ترتيب صفحات PDF
es: Reordenar páginas del PDF
fr: Réorganiser les pages PDF
hi: PDF पृष्ठों को पुनर्व्यवस्थित करें

source: Receipt
ar: إيصال
es: Recibo
fr: Reçu
hi: रसीद

source: Redact PDF
ar: تنقيح PDF
es: Redactar PDF
fr: Masquer dans le PDF
hi: PDF रिडैक्ट करें

source: Reduce PDF file size
ar: تقليل حجم ملف PDF
es: Reducir el tamaño del PDF
fr: Réduire la taille du PDF
hi: PDF फ़ाइल आकार कम करें

source: Remove PDF password
ar: إزالة كلمة مرور PDF
es: Eliminar contraseña del PDF
fr: Supprimer le mot de passe PDF
hi: PDF पासवर्ड हटाएं

source: Reorder Pages
ar: إعادة ترتيب الصفحات
es: Reordenar páginas
fr: Réorganiser les pages
hi: पृष्ठ क्रम बदलें

source: Rotate PDF
ar: تدوير PDF
es: Rotar PDF
fr: Faire pivoter le PDF
hi: PDF घुमाएं

source: Rotate PDF pages
ar: تدوير صفحات PDF
es: Rotar páginas del PDF
fr: Faire pivoter les pages PDF
hi: PDF पृष्ठ घुमाएं

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
hi: सहेजें

source: Scan
ar: مسح
es: Escanear
fr: Scanner
hi: स्कैन

source: Scan documents
ar: مسح المستندات
es: Escanear documentos
fr: Scanner des documents
hi: दस्तावेज़ स्कैन करें

source: Scanner
ar: الماسح الضوئي
es: Escáner
hi: स्कैनर

source: Settings
ar: الإعدادات
es: Ajustes
fr: Réglages
hi: सेटिंग्स

source: Share
ar: مشاركة
es: Compartir
fr: Partager
hi: साझा करें

source: Share & Create
ar: مشاركة وإنشاء
es: Compartir y crear
fr: Partager et créer
hi: साझा और बनाएं

source: Share via QR code
ar: مشاركة عبر رمز QR
es: Compartir mediante código QR
fr: Partager via QR code
hi: QR कोड से साझा करें

source: Sign PDF
ar: توقيع PDF
es: Firmar PDF
fr: Signer le PDF
hi: PDF पर हस्ताक्षर करें

source: Smart Form Fill
ar: ملء ذكي للنماذج
es: Relleno inteligente
fr: Remplissage intelligent
hi: स्मार्ट फॉर्म भरें

source: Split PDF
ar: تقسيم PDF
es: Dividir PDF
fr: Diviser le PDF
hi: PDF विभाजित करें

source: Split PDF by pages
ar: تقسيم PDF حسب الصفحات
es: Dividir PDF por páginas
fr: Diviser le PDF par pages
hi: पृष्ठों के अनुसार PDF विभाजित करें

source: Summarize PDF
ar: تلخيص PDF
es: Resumir PDF
fr: Résumer le PDF
hi: PDF का सारांश

source: Templates
ar: قوالب
es: Plantillas
fr: Modèles
hi: टेम्पलेट

source: Tools
ar: أدوات
es: Herramientas
fr: Outils
hi: उपकरण

source: Translate PDF
ar: ترجمة PDF
es: Traducir PDF
fr: Traduire le PDF
hi: PDF अनुवाद करें

source: Translate PDF content
ar: ترجمة محتوى PDF
es: Traducir el contenido del PDF
fr: Traduire le contenu du PDF
hi: PDF सामग्री का अनुवाद करें

source: Unlock PDF
ar: إلغاء قفل PDF
es: Desbloquear PDF
fr: Déverrouiller le PDF
hi: PDF अनलॉक करें

source: Watermark
ar: علامة مائية
es: Marca de agua
fr: Filigrane
hi: वॉटरमार्क

source: Watch ad to use %@
ar: شاهد إعلانًا لاستخدام %@
es: Ver un anuncio para usar %@
fr: Regarder une pub pour utiliser %@
hi: %@ का उपयोग करने के लिए विज्ञापन देखें

source: Watch a short ad to use %@
ar: شاهد إعلانًا قصيرًا لاستخدام %@
es: Ver un anuncio corto para usar %@
fr: Regardez une courte pub pour utiliser %@
hi: %@ का उपयोग करने के लिए छोटा विज्ञापन देखें

source: Olea is free thanks to short ads. Your first use of every tool is on the house — after that, a quick ad keeps the lights on.
ar: Olea مجاني بفضل الإعلانات القصيرة. استخدامك الأول لكل أداة على حساب التطبيق — بعد ذلك، إعلان سريع يبقي الأنوار مضاءة.
es: Olea es gratis gracias a anuncios cortos. Tu primer uso de cada herramienta corre por nuestra cuenta — después, un anuncio rápido mantiene la luz encendida.
fr: Olea est gratuit grâce à de courtes pubs. Votre première utilisation de chaque outil est offerte — ensuite, une pub rapide finance l'app.
hi: छोटे विज्ञापनों के कारण Olea मुफ़्त है। हर उपकरण का पहला उपयोग मुफ़्त — उसके बाद, एक छोटा विज्ञापन ऐप चलाने में मदद करता है।

source: Work
ar: عمل
es: Trabajo
fr: Travail
hi: कार्य

source: About
ar: حول
es: Acerca de
fr: À propos
hi: परिचय

source: Good morning
ar: صباح الخير
es: Buenos días
fr: Bonjour
hi: सुप्रभात

source: Good afternoon
ar: مساء الخير
es: Buenas tardes
fr: Bon après-midi
hi: नमस्कार

source: Good evening
ar: مساء الخير
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या

source: Basic mode
ar: الوضع الأساسي
es: Modo básico
fr: Mode basique
hi: बेसिक मोड

source: Apple Intelligence isn't available on this device. Olea is using a keyword fallback for chat.
ar: ‏Apple Intelligence غير متوفر على هذا الجهاز. يستخدم Olea بديل الكلمات الرئيسية للدردشة.
es: Apple Intelligence no está disponible en este dispositivo. Olea usa una alternativa por palabras clave para el chat.
fr: Apple Intelligence n'est pas disponible sur cet appareil. Olea utilise une recherche par mots-clés pour le chat.
hi: इस डिवाइस पर Apple Intelligence उपलब्ध नहीं है। Olea चैट के लिए कीवर्ड फ़ॉलबैक का उपयोग कर रहा है।

source: Scan a document
ar: امسح مستندًا
es: Escanea un documento
fr: Scanner un document
hi: एक दस्तावेज़ स्कैन करें

source: Merge
ar: دمج
es: Combinar
fr: Fusionner
hi: मर्ज करें

source: Merge my PDFs
ar: ادمج ملفات PDF
es: Combina mis PDFs
fr: Fusionner mes PDF
hi: मेरे PDF मर्ज करें

source: Convert a file to PDF
ar: حوّل ملفًا إلى PDF
es: Convierte un archivo a PDF
fr: Convertir un fichier en PDF
hi: एक फ़ाइल को PDF में बदलें

source: Extract text from an image
ar: استخرج النص من صورة
es: Extrae texto de una imagen
fr: Extraire le texte d'une image
hi: छवि से टेक्स्ट निकालें

source: Message
ar: رسالة
es: Mensaje
hi: संदेश

source: Send message
ar: إرسال الرسالة
es: Enviar mensaje
fr: Envoyer le message
hi: संदेश भेजें

source: Voice input
ar: إدخال صوتي
es: Entrada de voz
fr: Entrée vocale
hi: वॉइस इनपुट

source: Attach file
ar: إرفاق ملف
es: Adjuntar archivo
fr: Joindre un fichier
hi: फ़ाइल संलग्न करें

source: Quick actions
ar: إجراءات سريعة
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित क्रियाएं

source: Slash commands
ar: أوامر القائمة
es: Comandos de barra
fr: Commandes slash
hi: स्लैश कमांड

source: Try asking
ar: جرّب أن تسأل
es: Prueba preguntando
fr: Essayez de demander
hi: पूछ कर देखें

source: Asking about
ar: يسأل عن
es: Preguntando sobre
fr: À propos de
hi: इसके बारे में पूछ रहे हैं

source: Source
ar: المصدر
es: Fuente
hi: स्रोत

source: Sources
ar: المصادر
es: Fuentes
hi: स्रोत

source: Your question
ar: سؤالك
es: Tu pregunta
fr: Votre question
hi: आपका प्रश्न

source: Ask your docs
ar: اسأل مستنداتك
es: Pregunta a tus documentos
fr: Interroger vos documents
hi: अपने दस्तावेज़ों से पूछें

source: Chat History
ar: سجل المحادثة
es: Historial de chat
fr: Historique du chat
hi: चैट इतिहास

source: Memory
ar: الذاكرة
es: Memoria
fr: Mémoire
hi: मेमोरी

source: View Memories
ar: عرض الذكريات
es: Ver memorias
fr: Voir les souvenirs
hi: मेमोरी देखें

source: Clear All Memories
ar: مسح كل الذكريات
es: Borrar todas las memorias
fr: Effacer toutes les mémoires
hi: सभी मेमोरी साफ़ करें

source: Appearance
ar: المظهر
es: Apariencia
fr: Apparence
hi: रूप

source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम

source: Light
ar: فاتح
es: Claro
fr: Clair
hi: हल्का

source: Dark
ar: داكن
es: Oscuro
fr: Sombre
hi: गहरा

source: Security
ar: الأمان
es: Seguridad
fr: Sécurité
hi: सुरक्षा

source: Secure Vault
ar: الخزنة الآمنة
es: Bóveda segura
fr: Coffre sécurisé
hi: सुरक्षित वॉल्ट

source: AI Engine
ar: محرك الذكاء الاصطناعي
es: Motor de IA
fr: Moteur IA
hi: एआई इंजन

source: On-Device
ar: على الجهاز
es: En el dispositivo
fr: Sur l'appareil
hi: डिवाइस पर

source: Storage
ar: التخزين
es: Almacenamiento
fr: Stockage
hi: स्टोरेज

source: Terms & Conditions
ar: الشروط والأحكام
es: Términos y condiciones
fr: Conditions générales
hi: नियम और शर्तें

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति

source: Support & Feedback
ar: الدعم والملاحظات
es: Soporte y comentarios
fr: Support et retours
hi: सहायता और प्रतिक्रिया

source: Rate App
ar: قيّم التطبيق
es: Valorar la app
fr: Noter l'app
hi: ऐप को रेट करें

source: Share App
ar: شارك التطبيق
es: Compartir la app
fr: Partager l'app
hi: ऐप साझा करें

source: Replay Onboarding
ar: إعادة تشغيل التعريف
es: Repetir introducción
fr: Revoir l'introduction
hi: ऑनबोर्डिंग दोबारा देखें

source: Replay Tutorial
ar: إعادة تشغيل البرنامج التعليمي
es: Repetir el tutorial
fr: Revoir le tutoriel
hi: ट्यूटोरियल दोबारा देखें

source: Reset Tips & Hints
ar: إعادة تعيين النصائح
es: Restablecer consejos
fr: Réinitialiser les astuces
hi: टिप्स रीसेट करें

source: Folders
ar: المجلدات
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर

source: Manage Folders
ar: إدارة المجلدات
es: Gestionar carpetas
fr: Gérer les dossiers
hi: फ़ोल्डर प्रबंधित करें

source: All
ar: الكل
es: Todos
fr: Tous
hi: सभी

source: Pinned
ar: مثبّت
es: Anclados
fr: Épinglés
hi: पिन किए गए

source: Recent
ar: حديث
es: Recientes
fr: Récents
hi: हाल के

source: Rename
ar: إعادة تسمية
es: Renombrar
fr: Renommer
hi: नाम बदलें

source: Rename File
ar: إعادة تسمية الملف
es: Renombrar archivo
fr: Renommer le fichier
hi: फ़ाइल का नाम बदलें

source: Move to Folder
ar: نقل إلى مجلد
es: Mover a carpeta
fr: Déplacer vers un dossier
hi: फ़ोल्डर में ले जाएं

source: Move to Vault
ar: نقل إلى الخزنة
es: Mover a la bóveda
fr: Déplacer vers le coffre
hi: वॉल्ट में ले जाएं

source: Set Expiry
ar: ضبط تاريخ الانتهاء
es: Establecer caducidad
fr: Définir l'expiration
hi: समाप्ति तिथि सेट करें

source: File Info
ar: معلومات الملف
es: Información del archivo
fr: Infos du fichier
hi: फ़ाइल जानकारी

source: Tag
ar: وسم
es: Etiqueta
fr: Étiquette
hi: टैग

source: Remove Tag
ar: إزالة الوسم
es: Quitar etiqueta
fr: Retirer l'étiquette
hi: टैग हटाएं

source: Detect Contacts
ar: اكتشاف جهات الاتصال
es: Detectar contactos
fr: Détecter les contacts
hi: संपर्क खोजें

source: Extract Data
ar: استخراج البيانات
es: Extraer datos
fr: Extraire les données
hi: डेटा निकालें

source: Smart Categorize
ar: تصنيف ذكي
es: Categorización inteligente
fr: Catégorisation intelligente
hi: स्मार्ट वर्गीकरण

source: Smart Search
ar: بحث ذكي
es: Búsqueda inteligente
fr: Recherche intelligente
hi: स्मार्ट खोज

source: Document Map
ar: خريطة المستندات
es: Mapa de documentos
fr: Carte des documents
hi: दस्तावेज़ मानचित्र

source: Image Gallery
ar: معرض الصور
es: Galería de imágenes
fr: Galerie d'images
hi: छवि गैलरी

source: Camera Scan
ar: مسح بالكاميرا
es: Escaneo con cámara
fr: Scan par caméra
hi: कैमरा स्कैन

source: Photo Library
ar: مكتبة الصور
es: Fototeca
fr: Photothèque
hi: फ़ोटो लाइब्रेरी

source: Browse Files
ar: تصفح الملفات
es: Explorar archivos
fr: Parcourir les fichiers
hi: फ़ाइलें ब्राउज़ करें

source: Select Files
ar: تحديد الملفات
es: Seleccionar archivos
fr: Sélectionner des fichiers
hi: फ़ाइलें चुनें

source: Select documents
ar: تحديد المستندات
es: Seleccionar documentos
fr: Sélectionner des documents
hi: दस्तावेज़ चुनें

source: Pick docs
ar: اختر مستندات
es: Elegir documentos
fr: Choisir des documents
hi: दस्तावेज़ चुनें

source: No Files Yet
ar: لا توجد ملفات بعد
es: Aún no hay archivos
fr: Aucun fichier pour le moment
hi: अभी तक कोई फ़ाइल नहीं

source: Import documents to get started. Tap the + button to browse your files.
ar: استورد المستندات للبدء. اضغط على زر + لتصفح ملفاتك.
es: Importa documentos para empezar. Toca el botón + para explorar tus archivos.
fr: Importez des documents pour commencer. Appuyez sur + pour parcourir vos fichiers.
hi: शुरू करने के लिए दस्तावेज़ आयात करें। अपनी फ़ाइलों को ब्राउज़ करने के लिए + बटन दबाएं।

source: Top Categories
ar: أهم الفئات
es: Categorías principales
fr: Principales catégories
hi: मुख्य श्रेणियाँ

source: Expired
ar: منتهي الصلاحية
es: Caducado
fr: Expiré
hi: समाप्त

source: Expiring Soon
ar: ينتهي قريبًا
es: Caduca pronto
fr: Expire bientôt
hi: जल्द समाप्त हो रहा है

source: Expiry Dashboard
ar: لوحة الانتهاء
es: Panel de caducidad
fr: Tableau d'expiration
hi: समाप्ति डैशबोर्ड

source: Ready to view
ar: جاهز للعرض
es: Listo para ver
fr: Prêt à voir
hi: देखने के लिए तैयार

source: Original
ar: الأصلي
hi: मूल

source: Folder name
ar: اسم المجلد
es: Nombre de la carpeta
fr: Nom du dossier
hi: फ़ोल्डर का नाम

source: File name
ar: اسم الملف
es: Nombre del archivo
fr: Nom du fichier
hi: फ़ाइल का नाम

source: Capabilities
ar: الإمكانيات
es: Capacidades
fr: Capacités
hi: क्षमताएं

source: Change
ar: تغيير
es: Cambiar
fr: Changer
hi: बदलें

source: Info
ar: معلومات
fr: Infos
hi: जानकारी

source: Dismiss banner
ar: إغلاق الشريط
es: Descartar banner
fr: Fermer la bannière
hi: बैनर बंद करें

source: Auto-tag your documents
ar: وسم مستنداتك تلقائيًا
es: Etiqueta automáticamente tus documentos
fr: Étiquetage automatique de vos documents
hi: अपने दस्तावेज़ों को स्वतः टैग करें

source: Looks good
ar: يبدو جيدًا
es: Se ve bien
fr: Très bien
hi: ठीक दिखता है

source: Clear search
ar: مسح البحث
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें

source: Hello
ar: مرحبًا
es: Hola
fr: Bonjour
hi: नमस्ते

source: Files (%lld)
ar: ملفات (%lld)
es: Archivos (%lld)
fr: Fichiers (%lld)
hi: फ़ाइलें (%lld)

source: Memories (%lld)
ar: الذكريات (%lld)
es: Memorias (%lld)
fr: Mémoires (%lld)
hi: मेमोरी (%lld)

source: Search...
ar: ابحث...
es: Buscar...
fr: Rechercher...
hi: खोजें...

source: Search files...
ar: ابحث في الملفات...
es: Buscar archivos...
fr: Rechercher des fichiers...
hi: फ़ाइलें खोजें...

source: Search tools...
ar: ابحث في الأدوات...
es: Buscar herramientas...
fr: Rechercher des outils...
hi: उपकरण खोजें...

source: Hide advanced tools
ar: إخفاء الأدوات المتقدمة
es: Ocultar herramientas avanzadas
fr: Masquer les outils avancés
hi: उन्नत उपकरण छिपाएं

source: Show %lld advanced tools
ar: إظهار %lld أداة متقدمة
es: Mostrar %lld herramientas avanzadas
fr: Afficher %lld outils avancés
hi: %lld उन्नत उपकरण दिखाएं

source: %lld files
ar: %lld ملفات
es: %lld archivos
fr: %lld fichiers
hi: %lld फ़ाइलें

source: Sort
ar: ترتيب
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें

source: New Chat
ar: محادثة جديدة
es: Nuevo chat
fr: Nouveau chat
hi: नई चैट

source: Start a fresh conversation anytime by tapping here.
ar: ابدأ محادثة جديدة في أي وقت بالضغط هنا.
es: Inicia una conversación nueva en cualquier momento tocando aquí.
fr: Démarrez une nouvelle conversation à tout moment en appuyant ici.
hi: यहां टैप करके किसी भी समय एक नई बातचीत शुरू करें।

source: Skip
ar: تخطي
es: Omitir
fr: Passer
hi: छोड़ें

source: Next
ar: التالي
es: Siguiente
fr: Suivant
hi: अगला

source: Back
ar: السابق
es: Atrás
fr: Retour
hi: वापस

source: OK
ar: حسنًا
es: Aceptar
hi: ठीक है

source: Get Started
ar: ابدأ
es: Empezar
fr: Commencer
hi: शुरू करें

source: %lld of %lld
ar: %1$lld من %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
hi: %1$lld में से %2$lld

source: Doc
ar: مستند
hi: दस्तावेज़

source: No accounts. Documents stay on your device. Free with ads.
ar: بدون حسابات. تبقى المستندات على جهازك. مجاني مع إعلانات.
es: Sin cuentas. Tus documentos permanecen en tu dispositivo. Gratis con anuncios.
fr: Sans compte. Les documents restent sur votre appareil. Gratuit avec pubs.
hi: कोई खाता नहीं। दस्तावेज़ आपके डिवाइस पर रहते हैं। विज्ञापनों के साथ निःशुल्क।
